# Напишите программу, которая принимала бы текст
# из пользовательского ввода и печатала этот текст на экране наоборот

print("Добро пожаловать!")

text = input("Пожалуйста, введите текст: ")
reversed_text = text[::-1]

print("Развернутый текст:", reversed_text)
